{
	"The Great Cuboid approaches! What will you do?": null,
	"Stab Cuboid": {
		"Cuboid gets angry at you and throws your knife back at you.": null,
		"Dodge the knife": [
			"You fail to dodge the knife and die in pain.`FAILED DODGE ENDING"
		],
		"Scream like a little girl": [
			"You scream so loudly that the knife gets deflected. The Great Cuboid is so angry that he explodes.`SCREAMING ENDING"
		],
		"Try to slash the knife out of the air with your other knife": {
			"You Try to slash the knife out of the air but you miss and now you don't have hands.": null,
			"panik": [
				"panik`PANIK ENDING"
			],
			"Psychologically bully The Cuboid": [
				"The Great Cuboid gets sad and calls in the Cosmic Teacher, who kills you to death.`BULLY ENDING"
			],
			"Do a pushup": {
				"You try to do a pushup, but then you remember that you don't have hands. Now you have an infection.": null,
				"Yell at The Cuboid": {
					"The Cuboid gets angry at you.": null,
					"Be pretend sorry": [
						"The Cuboid sees through you. He stomps you into a puddle.`PUDDLE ENDING"
					],
					"Be real sorry": [
						"The Cuboid feels better, and you become friends.`FRIEND ENDING"
					],
					"Yell some more": {
						"The Cuboid gets EVEN MORE ANGRY!!!!!!!!!!!!!!!": null,
						"Yell some more again": [
							"The Cuboid gets so angry that he expands and expands and turns into a black hole and eats the universe.`ANGERY ENDING"
						],
						"Say sorry": [
							"NO U! U DUM! The Cuboid punches you.`OUCH ENDING"
						],
						"Eat him": [
							"You eat him. He tastes very good. Then you get indigestion and die.`CONSTIPATION ENDING"
						]
					}
				},
				"Lie down and cry": [
					"You get so sad that you commit suicide.`SEVERE DEPRESSION ENDING"
				],
				"Induce amnesia": [
					"You give yourself amnesia and forget how to breathe.`LOL UR DUMB ENDING"
				]
			}
		}
	},
	"Eat a pizza": {
		"The Cuboid is sad because he wanted that pizza.": null,
		"Eat another pizza": [
			"The Cuboid gets so sad that he keels over and dies.`PIZZA-INDUCED DEPRESSION ENDING"
		],
		"Apologize and give the Cuboid your other pizza.": [
			"Cuboid accepts the pizza and you become best friends.`BFF ENDING"
		],
		"Glare at him": {
			"You glare at The Great Cuboid so hard that his head falls off.": null,
			"Stick up your middle finger": [
				"The Cuboid tries to roar, but then he remembers that he doesn't have a mouth. He flails, and knocks you over and you impale yourself on your middle finger.`DEATH-BY-FINGER ENDING"
			],
			"Run Away": {
				"You run away, and then bump into The Great Enoch, The Great Felix, and The Great Lawrence.": null,
				"Run back to The Headless Cuboid": [
					"The giants chase you, and discover The Headless Cuboid. They then take turns biting your head off.`ANGERED GIANTS ENDING"
				],
				"Throw a temper tantrum": {
					"The giants try to stomp you, but then they realize you have plot armour from being the protaganist of this game.`PLOT ARMOUR ENDING"
				}
			},
			"Ascend to heaven": [
				"You ascend to heaven, but God denies you and you die of bubonic plague for no good reason at all.`FAILED HEAVEN ENDING"
			]
		}
	},
	"Fart a silent but deadly": [
		"Oops, too deadly. You fart out Chlorine Trifluoride and the Earth explodes in a giant fireball.`LETHAL FART ENDING"
	],
	"Roll over and play dead": "",
	"Cute puppy dog face ftw": ""
}