{
	"The Great Cuboid approaches! What will you do?": null,
	"Stab Cuboid": {
		"Cuboid gets angry at you and throws your knife back at you.": null,
		"Dodge the knife": [
			"You fail to dodge the knife and die in pain.`FAILED DODGE ENDING"
		],
		"Scream like a little girl": [
			"You scream so loudly that the knife gets deflected. The Great Cuboid is so angry that he explodes.`SCREAMING ENDING"
		],
		"Try to slash the knife out of the air with your other knife": {
			"You try to slash the knife out of the air but you miss and now you don't have hands.": null,
			"panik": [
				"panik`PANIK ENDING"
			],
			"Psychologically bully The Cuboid": [
				"The Great Cuboid gets sad and calls in the Cosmic Teacher, who kills you to death.`BULLY ENDING"
			],
			"Do a pushup": {
				"You try to do a pushup, but then you remember that you don't have hands. Now you have an infection.": null,
				"Yell at The Cuboid": {
					"The Cuboid gets angry at you.": null,
					"Be pretend sorry": [
						"The Cuboid sees through you. He stomps you into a puddle.`PUDDLE ENDING"
					],
					"Be real sorry": [
						"The Cuboid feels better, and you become friends.`FRIEND ENDING"
					],
					"Yell some more": {
						"The Cuboid gets EVEN MORE ANGRY!!!!!!!!!!!!!!!": null,
						"Yell some more again": [
							"The Cuboid gets so angry that he expands and expands and turns into a black hole and eats the universe.`ANGERY ENDING"
						],
						"Say sorry": [
							"NO U! U DUM! The Cuboid punches you.`OUCH ENDING"
						],
						"Eat him": [
							"You eat him. He tastes very good. Then you get indigestion and die.`CONSTIPATION ENDING"
						]
					}
				},
				"Lie down and cry": [
					"You get so sad that you commit suicide.`SEVERE DEPRESSION ENDING"
				],
				"Induce amnesia": [
					"You give yourself amnesia and forget how to breathe.`LOL UR DUMB ENDING"
				]
			}
		}
	},
	"Eat a pizza": {
		"The Cuboid is sad because he wanted that pizza.": null,
		"Eat another pizza": [
			"The Cuboid gets so sad that he keels over and dies.`PIZZA-INDUCED DEPRESSION ENDING"
		],
		"Apologize and give the Cuboid your other pizza.": [
			"Cuboid accepts the pizza and you become best friends.`BFF ENDING"
		],
		"Glare at him": {
			"You glare at The Great Cuboid so hard that his head falls off.": null,
			"Stick up your middle finger": [
				"The Cuboid tries to roar, but then he remembers that he doesn't have a mouth. He flails, and knocks you over and you impale yourself on your middle finger.`DEATH-BY-FINGER ENDING"
			],
			"Run away": {
				"You run away, and then bump into The Great Enoch, The Great Felix, and The Great Lawrence.": null,
				"Run back to The Headless Cuboid": [
					"The giants chase you, and discover The Headless Cuboid. They then take turns biting your head off.`ANGERED GIANTS ENDING"
				],
				"Throw a temper tantrum": [
					"The giants try to stomp you, but then they realize you have plot armour from being the protaganist of this game.`PLOT ARMOUR ENDING"
				]
			},
			"Ascend to heaven": [
				"You ascend to heaven, but God denies you and you die of bubonic plague for no good reason at all.`FAILED HEAVEN ENDING"
			]
		},
		"Detonate": {
			"You attempt to explode, but fail. The Cuboid looks at you confusededly.": null,
			"Attempt to detonate again": [
				"You detonated so hard that you broke the game, %(name)s. Very rude.`CmDmxoYTqbzfsJIsixGRueLEGpRsmrMzJoNCHdnDHPTVjqmaLcNAOpjssYxMimoijKBGK"
			],
			"Scream in rage": {
				"You scream and flatten all the trees around you. The forest turns into a plains.": null,
				"Look around in wonder": {
					"You look around, and see The Great Lawrence, The Great Enoch, and The Great Felix running towards you.": null,
					"Die": {
						"Die ": null,
						"Die": {
							"Die ": null,
							"Die": {
								"Die ": null,
								"Die": {
									"Die ": null,
									"Die": [
										"Die`DIE"
									]
								}
							}
						}
					}
				},
				"Stomp": [
					"You stomp so hard that you trigger an earthquake. Then you get crushed by a rock.`EARTHQUAKE ENDING"
				],
				"Violently eat your other pizza": {
					"You eat your pizza so violently that inordinate amounts of electromagnetic radiation are released into space. Suddenly, a UFO appears above you.": null,
					"Pull out the handheld CIWS you always have for circumstances like this": {
						"You pull out your CIWS. Oh, no, wait, that's my 20 megawatt CW handheld laser. You grab your CIWS and... the gun jams.": null,
						"Frick.": [
							"Frick. You say it out loud. You repeat it, until The Great Cuboid gets bored and stomps you.`JAMMED GUN ENDING"
						],
						"Use the laser instead": {
							"You shoot the laser at the ship. Pick a number. One will succeed, one won't.": null,
							"0": [
								"You hit, and the aliens ship is penetrated. You hit the engine, and it explodes the Great Cuboid.`DESTROYED ALIENS ENDING"
							],
							"1": [
								"You miss your shot. The aliens notice, and blast you to shreds.`MISSED LASER ENDING"
							]
						},
						"Fumble for any other weapons you might have": [
							"You fumble for weapons so hard you fall over and die.`WTF ENDING"
						]
					},
					"Signal the aliens down": [
						"Apparently, waving in alien culture is an insult. Gun ports open and blast you to shreds.`MISCOMMUNICATION ENDING"
					],
					"Dig a hole": [
						"You dig a hole. You jump in the hole and the hole collapses and you asphyxiate in mud.`MUD ENDING"
					]
				}
			},
			"Faint for no reason": [
				"You faint. The Cuboid eats you.`UNCONSCIOUS ENDING"
			]
		}
	},
	"Fart a silent but deadly": [
		"Oops, too deadly. You fart out Chlorine Trifluoride and the Earth explodes in a giant fireball.`LETHAL FART ENDING"
	],
	"Roll over and play dead": {
		"You roll over and play dead. You're so convincing, that he takes you back to his lair.": null,
		"Keep playing dead": [
			"The Great Cuboid falls for your act, and eats you.`GET EATEN ENDING"
		],
		"Scream": [
			"The Cuboid is so surprised that he falls over. You make it to the ground and run.`PLAY DEAD ENDING"
		],
		"Spit on Cuboid": {
			"The Great Cuboid gets disgruntled.": null,
			"Chew on his finger": [
				"You break your jaw on his nails and die.`BROKEN JAW ENDING"
			],
			"commit die": [
				"you commit die. the die spreads and everyone commits die. the universe no longer exis-`DIE ENDI-"
			]
		},
		"Projectile vomit": [
			"You vomit so hard that you fly out of his grasp and land in the ground. You somehow survive.`VOMIT ENDING"
		]
	},
	"Cute puppy dog face ftw": [
		"The Great Cuboid thinks you are very cute. Cuboid takes you to his lair and you spend the rest of your life getting petted by a giant.`PET ENDING"
	],
	"Force Cuboid to turn into a baby": {
		"GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA! GOO GOO GA GA!": null,
		"Swallow the baby": [
			"The Cosmic Babysitter show up and kicks your butt so hard that it falls off.`BABY-EATER ENDING"
		],
		"Call on the power of Satan": [
			"You call on the power of Satan, and his power overruns you and consumes you. You turn into a ball of black magic.`BLACK MAGIC ENDING"
		],
		"Aimlessly stare at the nearest tree.": {
			"You stare at the tree so hard that it grows. Now the world is a tree.": null,
			"Light it on fire": [
				"The world lights on fire and vaporizes into a ball of ash.`THE WORLD IS ON FIRE ENDING"
			],
			"Do nothing": [
				"A giant squirrel crawls over and claws you to pieces. You die in pain.`MUTANT SQUIRREL ENDING"
			],
			"Wait": [
				"The Square-Cube Law comes in to effect and the tree dies. You break the walls and escape.`TREE ESCAPEE ENDING"
			]
		}
	}
}